espressif/esp-idf/components/hal/test_apps/hal_utils/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_ESP_TASK_WDT_EN=n
